import React, { Fragment } from 'react'
import book1 from "../assets/images/book1.png";
import book2 from "../assets/images/book2.png";
import book3 from "../assets/images/book3.png";
import book4 from "../assets/images/book4.png";
import './Books.css'
const Books = () => {
    return (
        <Fragment>
            <div className='books'>
                <div className='books__item'>
                    <div className='books__item--detail'>
                        <img src={book1} className="books__item--img" alt="" />
                        <h5>
                            قرارداد انتقال تکنولوژی
                        </h5>
                        <p>
                            در فصل نخست این كتاب، به تعريف واژه هايي كه در حوزه انتقال فناوري، كاربرد فراوان
                            دارند مانند دانش چگونگي، دانش فني، اختراع، اسرار تجاري، تكنولوژي و فنآوري
                            پرداخته شده است. رابطه فناوری با دانش چگونگی، رابطه فناوری با اختراع ثبت شده،
                            رابطه فنآوری با اسرار تجاری و رابطه فناوری با حقوق مالکیت فکری، هم در این فصل
                            تشریح شده و افزون بر آن، مفهوم و ماهیت حقوقی انتقال نیز تبیین گردیده و چهار نوع
                            قرارداد داراي قابليت انتقال فنآوري (ليسانس، فرانشيز، جوينت ونچر و كليد در دست)
                            هم مورد تجزيه و تحليل قرار گرفته اند. در فصل دوم كتاب، ماهیت حقوقی، شرایط تشکیل،
                            اوصاف و ویژگی های قرارداد انتقال تکنولوژی با تبیین مباحثی مانند جایگاه اصل آزادی
                            اراده در این قرارداد، محدودیت های ناشی از قرارداد، ماهیت حقوقی موضوع قرارداد و
                            دیگر ویژگیهای آن، مطرح گردیده اند. در فصل سوم، آثار قرارداد انتقال فنآوری در
                            قالب آثار مستقیم و اصلی و آثار غیرمستقیم و فرعی، تبیین گردیده و دستهبندی
                            ویژهای از تعهدات طرفین در قرارداد مزبور ارایه شده و مباحث مفصل و ویژهای در
                            باره تضمین عقدی یا وارانتی و نقش آن در قرارداد انتقال فنآوری هم مطرح و محتوای
                            پراهمیتترین شروط و تعهدات اختصاصی این قرارداد به اعتبار متعهد نیز در این فصل،
                            تبیین و به تفصیل، تشریح شده است. ضمناً نمونه قرارداد انتقال فنآوری به زبان
                            فارسی، مبتنی بر مطالب کتاب، پیوست این کتاب میباشد.

                        </p>
                    </div>
                    <div className='books__item--detail'>
                        <img src={book2} className="books__item--img" alt="" />    <h5>
                            قرارداد انتقال تکنولوژی
                        </h5>
                        <p>

                            در فصل نخست این كتاب، به تعريف واژه هايي كه در حوزه انتقال فناوري، كاربرد فراوان
                            دارند مانند دانش چگونگي، دانش فني، اختراع، اسرار تجاري، تكنولوژي و فنآوري
                            پرداخته شده است. رابطه فناوری با دانش چگونگی، رابطه فناوری با اختراع ثبت شده،
                            رابطه فنآوری با اسرار تجاری و رابطه فناوری با حقوق مالکیت فکری، هم در این فصل
                            تشریح شده و افزون بر آن، مفهوم و ماهیت حقوقی انتقال نیز تبیین گردیده و چهار نوع
                            قرارداد داراي قابليت انتقال فنآوري (ليسانس، فرانشيز، جوينت ونچر و كليد در دست)
                            هم مورد تجزيه و تحليل قرار گرفته اند. در فصل دوم كتاب، ماهیت حقوقی، شرایط تشکیل،
                            اوصاف و ویژگی های قرارداد انتقال تکنولوژی با تبیین مباحثی مانند جایگاه اصل آزادی
                            اراده در این قرارداد، محدودیت های ناشی از قرارداد، ماهیت حقوقی موضوع قرارداد و
                            دیگر ویژگیهای آن، مطرح گردیده اند. در فصل سوم، آثار قرارداد انتقال فنآوری در
                            قالب آثار مستقیم و اصلی و آثار غیرمستقیم و فرعی، تبیین گردیده و دستهبندی
                            ویژهای از تعهدات طرفین در قرارداد مزبور ارایه شده و مباحث مفصل و ویژهای در
                            باره تضمین عقدی یا وارانتی و نقش آن در قرارداد انتقال فنآوری هم مطرح و محتوای
                            پراهمیتترین شروط و تعهدات اختصاصی این قرارداد به اعتبار متعهد نیز در این فصل،
                            تبیین و به تفصیل، تشریح شده است. ضمناً نمونه قرارداد انتقال فنآوری به زبان
                            فارسی، مبتنی بر مطالب کتاب، پیوست این کتاب میباشد.

                        </p></div>
                </div>
                <div className='books__item'>
                    <div className='books__item--detail'>
                        <img src={book3} className="books__item--img" alt="" />    <h5>
                            قرارداد انتقال تکنولوژی
                        </h5>
                        <p>

                            در فصل نخست این كتاب، به تعريف واژه هايي كه در حوزه انتقال فناوري، كاربرد فراوان
                            دارند مانند دانش چگونگي، دانش فني، اختراع، اسرار تجاري، تكنولوژي و فنآوري
                            پرداخته شده است. رابطه فناوری با دانش چگونگی، رابطه فناوری با اختراع ثبت شده،
                            رابطه فنآوری با اسرار تجاری و رابطه فناوری با حقوق مالکیت فکری، هم در این فصل
                            تشریح شده و افزون بر آن، مفهوم و ماهیت حقوقی انتقال نیز تبیین گردیده و چهار نوع
                            قرارداد داراي قابليت انتقال فنآوري (ليسانس، فرانشيز، جوينت ونچر و كليد در دست)
                            هم مورد تجزيه و تحليل قرار گرفته اند. در فصل دوم كتاب، ماهیت حقوقی، شرایط تشکیل،
                            اوصاف و ویژگی های قرارداد انتقال تکنولوژی با تبیین مباحثی مانند جایگاه اصل آزادی
                            اراده در این قرارداد، محدودیت های ناشی از قرارداد، ماهیت حقوقی موضوع قرارداد و
                            دیگر ویژگیهای آن، مطرح گردیده اند. در فصل سوم، آثار قرارداد انتقال فنآوری در
                            قالب آثار مستقیم و اصلی و آثار غیرمستقیم و فرعی، تبیین گردیده و دستهبندی
                            ویژهای از تعهدات طرفین در قرارداد مزبور ارایه شده و مباحث مفصل و ویژهای در
                            باره تضمین عقدی یا وارانتی و نقش آن در قرارداد انتقال فنآوری هم مطرح و محتوای
                            پراهمیتترین شروط و تعهدات اختصاصی این قرارداد به اعتبار متعهد نیز در این فصل،
                            تبیین و به تفصیل، تشریح شده است. ضمناً نمونه قرارداد انتقال فنآوری به زبان
                            فارسی، مبتنی بر مطالب کتاب، پیوست این کتاب میباشد.

                        </p></div>
                    <div className='books__item--detail'>
                        <img src={book4} className="books__item--img" alt="" />      <h5>
                            قرارداد انتقال تکنولوژی
                        </h5>
                        <p>

                            در فصل نخست این كتاب، به تعريف واژه هايي كه در حوزه انتقال فناوري، كاربرد فراوان
                            دارند مانند دانش چگونگي، دانش فني، اختراع، اسرار تجاري، تكنولوژي و فنآوري
                            پرداخته شده است. رابطه فناوری با دانش چگونگی، رابطه فناوری با اختراع ثبت شده،
                            رابطه فنآوری با اسرار تجاری و رابطه فناوری با حقوق مالکیت فکری، هم در این فصل
                            تشریح شده و افزون بر آن، مفهوم و ماهیت حقوقی انتقال نیز تبیین گردیده و چهار نوع
                            قرارداد داراي قابليت انتقال فنآوري (ليسانس، فرانشيز، جوينت ونچر و كليد در دست)
                            هم مورد تجزيه و تحليل قرار گرفته اند. در فصل دوم كتاب، ماهیت حقوقی، شرایط تشکیل،
                            اوصاف و ویژگی های قرارداد انتقال تکنولوژی با تبیین مباحثی مانند جایگاه اصل آزادی
                            اراده در این قرارداد، محدودیت های ناشی از قرارداد، ماهیت حقوقی موضوع قرارداد و
                            دیگر ویژگیهای آن، مطرح گردیده اند. در فصل سوم، آثار قرارداد انتقال فنآوری در
                            قالب آثار مستقیم و اصلی و آثار غیرمستقیم و فرعی، تبیین گردیده و دستهبندی
                            ویژهای از تعهدات طرفین در قرارداد مزبور ارایه شده و مباحث مفصل و ویژهای در
                            باره تضمین عقدی یا وارانتی و نقش آن در قرارداد انتقال فنآوری هم مطرح و محتوای
                            پراهمیتترین شروط و تعهدات اختصاصی این قرارداد به اعتبار متعهد نیز در این فصل،
                            تبیین و به تفصیل، تشریح شده است. ضمناً نمونه قرارداد انتقال فنآوری به زبان
                            فارسی، مبتنی بر مطالب کتاب، پیوست این کتاب میباشد.

                        </p></div>
                </div>
            </div>

        </Fragment>
    )
}
export default Books