import React, { Fragment } from 'react'
import image from "../assets/images/04.png";
const Resume = () => {
    return (
        <Fragment>
            <main class="main">
                <div class="main__bio--desc">
                    <div class="main__bio--desc__header">
                        <h5>
                            زندگی نامه
                        </h5>
                        <h1>
                            محمد احسني فروز
                        </h1>
                    </div>
                    <div class="container">
                        <div class="main__desc__content">
                            <div class="container">
                                <img src={image} class="main__desc__content--img" />
                                <p>
                                    <h5>
                                        مدرک تحصيلي
                                    </h5>

                                    <p>۱-
                                        دکترای تخصصی (Ph.D.) حقوق خصوصی از دانشگاه تربیت مدرس با معدل کل 17/26.
                                    </p> <p>
                                        ۲-
                                        شاگرد اول دانشگاه مزبور با احراز هر سه شرط تعیین شده از سوی دانشگاه برای انتخاب شاگرد اولی که عبارت بودند از:
                                        « به اتمام رساندن تحصیلات مقطع دکتری در کمتر از مدت 5 سال» ، «پذیرفته شدن رساله با درجه عالی یا خیلی خوب » و «داشتن معدل کل دست کم 17».
                                        <u class="text5"><a class="link" href="images/phd.jpeg" title="نمایش لوح تقدیر">نمایش لوح تقدیردانشگاه برای شاگرد اولی</a></u> </p><p>
                                        عنوان رساله: « قرارداد انتقال فنآوري، ماهيت، شرايط تشكيل و آثار»  1385.


                                    </p>
                                    <h5> کارهای پژوهشی</h5>

                                    <p >
                                        کتابهای منتشر شده:
                                        <p>
                                            ۱- کتاب« قرارداد انتقال تکنولوژی، ماهیت حقوقی، شرایط تشکیل و آثار » ، انتشارات دادگستر، سال 1390.
                                        </p><p>
                                            ۲-
                                            کتاب«حقوق ورزشی»، انتشارات دادگستر، چاپ اول سال 1390 ، چاپ دوم 1394، چاپ سوم 1395.
                                        </p><p>۳-
                                            کتاب « حقوق انتقال فنآوری، شرح و تفسیر ساختار و شروط و تعهدات قرارداد انتقال فنآوری»، انتشارات دادگستر، سال 1392.
                                        </p><p>۴-
                                            کتاب« حقوق قراردادهای تحقیق و توسعه (R&amp;D)» ، انتشارات دادگستر، سال 1394.
                                        </p><p>
                                            <strong class="text5">توضیح:</strong>
                                            به جز کتاب حقوق ورزشی که منبع درس حقوق ورزشی دانشجویان رشته تربیت بدنی و مربیان تکواندو در دوره‎های مربیگری است، سه کتاب دیگر، منبع درسی دانشجویان دوره کارشناسی ارشد رشته حقوق مالکیت فکری دانشکده‎های حقوق می‎باشد. ضمن اینکه کتاب حقوق انتقال فنآوری، به دلیل تشریح ساختار قرارداد انتقال تکنولوژی با رویکرد فنی و صنعتی در کنار مباحث حقوقی این قرارداد، رسماً به عنوان یکی از منابع آزمون جامع برای دانشجویان دوره دکتری رشته مدیریت تکنولوژی دانشگاه‎ها از جمله دانشگاه آزاد تهران مرکز، معرفی شده است.
                                        </p><p>
                                            کتابهای در دست نگارش برای انتشار:
                                        </p><p>۱-
                                            كتاب «حقوق اموال فکري».
                                        </p><p>۲-
                                            کتاب « حقوق انتقال تکنولوژی در اجرای قرارداد ».
                                        </p><p>۳-
                                            کتاب « حقوق تضمین‎ها در قراردادهای تجاری».

                                        </p>
                                    </p>

                                    <p >
                                        مقالات علمی- پژوهشی :
                                    </p><p>۱-
                                        مقاله‌ « تعهدات و الزامات طرفین در قرارداد انتقال فنآوری و تطبیق آن با حقوق ایران، کامن لا و برخی نظامهای حقوقی دیگر » چاپ شده در فصلنامه شماره 73 پیاپی علمی پژوهشیِ پژوهش‌های حقوق تطبیقی، دانشگاه تربیت مدرس، 1390.
                                    </p><p>۲-
                                        مقاله‌ « ملاکها و ضوابط ارزیابی خسارات ناشی از نقض حقوق مالکیت فکری در حقوق داخلی و برخی معاهدات و قوانین خارجی » چاپ شده در وي‍ژه نامه مالكيت فكري سال 1391، فصلنامه علمي پژوهشي حقوق پزشكي شماره 243.
                                    </p><p>۳-
                                        مقاله‌ « چگونگي مالكيت بر تكنولوژي » چاپ شده در ماهنامه شماره 98 كانون وكلاي دادگستري اصفهان ( مدرسه حقوق) ، دی 1394.
                                    </p><p>۴-
                                        مقاله‌ « آثار حقوقی ناشی از نقض شرط زمان در قراردادهای تحقیق و توسعه » ، چاپ شده در ماهنامه شماره 99 كانون وكلاي دادگستري اصفهان ( مدرسه حقوق) ، بهمن 1394.
                                    </p><p>۵-
                                        مقاله‌ « آثار انتقال حقوق و تكاليف قراردادي به ثالث» چاپ شده در نشريه علمي پ‍ژوهشي و فنآوري، شماره چهارم، سال اول، زمستان 1394.
                                    </p><p>۶-
                                        مقاله‌ « ماهیت شروط و تعهداتی که برای پس از اجرای قرارداد انتقال فنآوری منظور میشود » ، چاپ شده در ماهنامه شماره 102 كانون وكلاي دادگستري اصفهان ( مدرسه حقوق) ، اردیبهشت 1395.
                                    </p><p>۷-
                                        مقاله‌ « آثار حقوقی توصیف نتیجهی قرارداد تحقیق و توسعه » ، چاپ شده در ماهنامه شماره 109 كانون وكلاي دادگستري اصفهان ( مدرسه حقوق) ، آبان 1395.
                                    </p><p>۸-
                                        مقاله « قرارداد مجوز بهره برداری از اختراع (تکنولوژی)» چاپ شده در ماهنامه شماره  113 كانون وكلاي دادگستري اصفهان ( مدرسه حقوق) ، فروردین 1396.
                                    </p><p>۹-
                                        مقاله پذیرش شده از سوی مجله علمی پژوهشی تحقیقــات حقوقی دانشگــاه شهیـد بهشتی با عنــوان « ماهیت حقوقی انتقال فنآوری ».
                                    </p><p>۱۰-
                                        ارایـه مقـالـه‌ای عـلمـی بـه زبـان انگـلیسی به مـجلـه علـمی پژوهشـی انـگلیســی زبـــان The International Journal of Humanities of Tarbiat Modares University با عنـوان «The nature of the technology and the meaning of its legal Transfer» . این مقاله برای داوری به داوران ارجاع شده است.
                                    </p><p>۱۱-
                                        ارایه مقاله‌ علمی « ملاکها و ضوابط ارزیابی خسارات ناشی از نقض حقوق مالکیت فکری در حقوق داخلی و برخی معاهدات و قوانین خارجی » به کنفرانس بین‌المللی حقوق مالکیت فکری که از سوی وزارت فرهنگ و ارشاد و صدا و سیما در اردیبهشت سال 1391 در صدا و سیما برگزار گردید و ارایه کنفرانس و سخنرانی در مورد این مقاله در همایش مزبور.
                                    </p><p>۱۲-
                                        12.	ارایه مقاله علمی جدید با عنوان « مطالعه تطبیقی آثار، احکام و مسئولیتهای حقوقی نقض حق اختراع» برای چاپ در فصلنامه علمی پژوهشیِ حقوق مالکیت فکری متعلق به انجمن علمی حقوق مالکیت فکری ایران.  </p><p>۱۳-
                                            چاپ 5 مقاله حقوقي در 8 بخش با عناوين زير در صفحه حقوقي روزنامه اطلاعات.
                                    </p><p>****
                                        «ماهيت حقوقي وفاي به عهد» روزنامه 3 آذر 1379
                                    </p><p>****
                                        «معايب و كاستي هاي قانون جديد آيين دادرسي مدني»بخش اول، روزنامه 11بهمن
                                    </p><p>****
                                        «معايب و كاستي هاي قانون جديد آيين دادرسي مدني» بخش دوم، روزنامه 18بهمن 1380
                                    </p><p>****
                                        « شبهه وارده به حكم ماده 270 قانون مدني» بخش اول، روزنامه 16 اسفند 1380
                                    </p><p>****
                                        « شبهه وارده به حكم ماده 270 قانون مدني» بخش دوم، روزنامه 23 اسفند 1380
                                    </p><p>****
                                        « شرحي پيرامون چك و اصلاحيه قانون چك» بخش اول، روزنامه 6 آذر 1382
                                    </p><p>****
                                        « شرحي پيرامون چك و اصلاحيه قانون چك» بخش دوم، روزنامه 13 آذر 1382
                                    </p><p>****
                                        « تصفيه يا تسويه حساب» روزنامه 7 اسفند 1382
                                    </p><p>
                                        لازم به توضیح است برخی از این مقالات از جمله «ماهيت حقوقي وفاي به عهد» در مجله علمی پژوهشی ترجمان حسبه نیز به چاپ رسیده است.
                                    </p><p>۱۴-
                                        انتشار ده ها مقاله کوتاه حقوق ورزشی در سایت فدراسیون تکواندو برای ورزشکاران.
                                    </p>


                                    <h5>
                                        فعالیتها و مسئولیتهاي علمی و اجرايی
                                    </h5>
                                    <p >
                                        ۱-
                                        عضو هیات علمی دپارتمان آموزش موسسه خدمات بینالمللی مالکیت فکری مدرس.
                                    </p><p>۲-
                                        عضو پیوسته انجمن علمی حقوق مالکیت فکری ایران (IRIPLA).
                                    </p><p>۳-
                                        عضو کمیته علمی دومین اجلاس مدیران تحقیق، توسعه و فناوری کشور در سال 1392.
                                    </p><p>۴-
                                        عضو کمیته علمی سومین اجلاس مدیران تحقیق، توسعه و فناوری کشور در سال 1393.
                                    </p><p>۵-
                                        عضو كميته علمي نخستين اجلاس ملي اقتصاد زيستي و زيست بازار ايران در سال 1394.
                                    </p><p>۶-
                                        نماينده كانون وكلاي دادگستري اصفهان در كميته حقوقي جذب سرمايهگذاري خارجي در اصفهان سال 1394.
                                    </p><p>۷-
                                        برگزارکننده دهها کارگاه آموزشی ( بيش از 300 ساعت)‌ در مورد حقوق¬ مالکیت فکری ( شاخه مالکیت صنعتی)، حقوق انتقال فناوری، قرارداد انتقال تکنولوژی و قراردادهای تحقیق و توسعه، برای مسئولین و مشاورین حقوقی و مهندسین و مدیران ارشد صنایع کشور از جمله برای
                                        <strong class="text5">
                                            سازمان گسترش و نوسازی صنایع ایران، شرکت ملی گاز ایران، سازمان صنایع دفاعی و بخشهای تحقیق و توسعه پتروشیمی شازند اراک، پتروشیمی مروارید، پتروشیمی رازی، شرکت ملی پخش فراوردههای نفتی و شرکت همایش تجارت پارسیان
                                        </strong>

                                    </p><p>۸-
                                        دارای دو دهه سابقه کار عملی در بخشهای حقوقی صنایع کشور و ارایه مشاوره و فعالیت‌های همزمان علمی و عملی در حوزه قراردادهای تجاری مختلف مانند بیع بین‌الملل، لیسانس، فرانشیز، کنسرسیوم، جوینت ونچر، تحقیق و توسعه و قرارداد انتقال تکنولوژی و حقوق مالکیت فکری (مالکیت صنعتی).
                                    </p><p>۹-
                                        داور مقالههای ارسالی برای فصلنامه علمی پژوهشی مدرس ( پژوهش هاي حقوق تطبيقي)، متعلق به دانشکده علوم انسانی دانشگاه تربیت مدرس و همچنین فصلنامه علمي پژوهشي سياست علم و فناوري مربوط به مرکز تحقیقات سیاست علمی کشور.
                                    </p><p>۱۰-
                                        شش سال سابقه تدریس در مقطع کارشناسی ارشد و دکتری در واحد علوم و تحقيقات قزوین از سال 1390 تا 1396 و استاديار آن دانشگاه.
                                    </p><p>۱۱-
                                        نه سال سابقه تدریس در دانشگاه جامع علمی کاربردی (تهران).
                                    </p><p>۱۲-
                                        استاد راهنما و استاد مشاور و داور دهها پایاننامه کارشناسی ارشد در رشته حقوق خصوصی و حقوق مالکیت فکری (واحد علوم و تحقیقات قزوین،  دانشگاه شهید بهشتی، دانشگاه امام صادق، دانشگاه آزاد تهران مرکز و دانشگاه آزاد ورامین).
                                    </p><p>۱۳-
                                        بیش از سه سال سابقه مدیریت بخش حقوقی یکی از سازمانهای بزرگ صنعتی کشور.
                                    </p><p>۱۴-
                                        حدود ده سال سابقه مدیریت حقوقی در بخشهای گوناگون صنعتی کشور.
                                    </p><p>۱۵-
                                        دوازده سال سابقه ریاست کمیته قضایی فدراسیون تکواندو کشور از سال 1383 تا خرداد 1395.
                                    </p><p>۱۶-
                                        دارای پروانه وکالت پایه یکم از کانون وکلای دادگستری اصفهان.
                                    </p><p>۱۷-
                                        مدیر یکی از مراکز آموزش علمی کاربردی وابسته به دانشگاه جامع علمی کاربردی (تهران).
                                    </p><p>۱۸-
                                        سخنران علمی دومین اجلاس مدیران تحقیق، توسعه و فناوری کشور که در تاریخهای 28 و 29 بهمن ماه 1392 در مرکز همایشهای بین‎المللی دانشگاه شهید بهشتی برگزار گردید.
                                    </p><p>۱۹-
                                        سخنرانی علمی در کانون وکلای دادگستری اصفهان با عنوان « قراردادهای مالکیت فکری و آثار حقوقی ناشی از نقض حق فکری » برای کارآموزان وکالت، مهرماه 1394.
                                    </p><p>۲۰-
                                        اجرای 22 جلسه ارايه مباحث حقوق ورزشی در برنامه «موج ورزش» رادیو اصفهان برای شنوندگان این برنامه.
                                    </p>

                                    <h5>
                                        درسهای تدریس شده در دانشگاه:
                                    </h5>

                                    <p class="text">
                                        ۱-
                                        حقوق مدنی
                                    </p><p>۲-
                                        حقوق مدنی تطبیقی
                                    </p><p>۳-
                                        متون حقوقی به زبان انگلیسی
                                    </p><p>۴-
                                        فلسفه حقوق
                                    </p><p>۵-
                                        حقوق تجارت
                                    </p><p>۶-
                                        آیین دادرسی مدنی
                                    </p><p>۷-
                                        تعارض قوانین
                                    </p><p>۸-
                                        حقوق ورزشی
                                    </p><p>۹-
                                        حقوق ساخت ( Construction Law )
                                    </p>
                                    <h5>
                                        زمينه هاي مورد علاقه پژوهشی:
                                    </h5>
                                    <p class="text">
                                        ۱-
                                        حقوق مالكیت فكری، شاخه مالکیت صنعتی
                                    </p><p>۲-
                                        حقوق انتقال تکنولوژی و تحقیق و توسعه
                                    </p><p>۳-
                                        حقوق قراردادها
                                    </p><p>۴-
                                        حقوق اموال
                                    </p><p>۵-
                                        حقوق فنآوری اطلاعات ( IT Law )

                                    </p>
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </main>
        </Fragment >
    )
}
export default Resume
